{
    "Fearless":[
        "We were both young when I first saw you\nI close my eyes, and the flashback starts\nI'm standing there\nOn a balcony in summer air",
        "So I sneak out to the garden to see you\nWe keep quiet, 'cause we're dead if they knew\nSo close your eyes\nEscape this town for a little while",
        "If you could see that I'm the one who understands you\nBeen here all along, so why can't you see?\nYou belong with me, you belong with me",
        "I'm the one who makes you laugh\nWhen you know you're 'bout to cry\nAnd I know your favorite songs\nAnd you tell me 'bout your dreams\nThink I know where you belong\nThink I know it's with me",
        "When all you wanted was to be wanted\nWish you could go back and tell yourself what you know now"
    ],
    "Speak Now":[
        "There I was again tonight\nForcing laughter, faking smiles\nSame old tired, lonely place\nWalls of insincerity, shifting eyes and vacancy\nVanished when I saw your face\nAll I can say is, it was enchanting to meet you",
        "This night is sparkling\nDon't you let it go\nI'm wonderstruck\nBlushing all the way home\nI'll spend forever\nWondering if you knew\nI was enchanted to meet you",
        "You were in college, working part-time, waiting tables\nLeft a small town and never looked back\nI was a flight risk, with a fear of falling\nWondering why we bother with love, if it never lasts",
        "Because the last time you saw me\nIs still burned in the back of your mind\nYou gave me roses, and I left them there to die",
        "Long were the nights when\nMy days once revolved around you\nCounting my footsteps\nPraying the floor won't fall through... again",
        "The words that you whispered\nFor just us to know\nYou told me you loved me\nSo why did you go away?",
        "I don't know how to be something you miss\nI never thought we'd have a last kiss\nNever imagined we'd end like this\nYour name, forever the name on my lips",
        "Stood there and watched you walk away\nFrom everything we had\nBut I still mean every word I said to you"
    ],
    "Red":[
        "I've been spending the last eight months\nThinking all love ever does is break and burn and end\nBut on a Wednesday in a cafe, I watched it begin again",
        "Love is a ruthless game\nUnless you play it good and right\nThese are the hands of fate\nYou're my Achilles heel",
        "Love is a ruthless game\nUnless you play it good and right\nThese are the hands of fate\nYou’re my Achilles heel"
    ],
    "1989":[
        "Like any great love, it keeps you guessing\nLike any real love, it's ever-changing\nLike any true love, it drives you crazy\nBut you know you wouldn't change anything, anything, anything"
    ],
    "Reputation":[
        "You're so gorgeous\nI can't say anything to your face\n'Cause look at your face\nAnd I'm so furious\nAt you for making me feel this way\nBut what can I say?\nYou're gorgeous"
    ],
    "Lover":[
        "Saying goodbye is death by a thousand cuts\nFlashbacks waking me up\nI get drunk, but it's not enough\n'Cause the morning comes and you're not my baby"
    ],
    "Folklore":[
        "Even on my worst day, did I deserve, babe\nAll the hell you gave me?\n'Cause I loved you, I swear I loved you\n'Til my dying day",
        "To kiss in cars and downtown bars\nWas all we needed\nYou drew stars around my scars\nBut now I'm bleedin'"
    ]
}